{
    "reminders": [
      {
        "id": 1,
        "message": "Hai, sudah waktunya sholat. Kadang kita sibuk dengan dunia, tapi jangan lupa, hati juga butuh istirahat dengan menghadap kepada-Nya. Luangkan sejenak waktumu, biarkan hatimu tenang dalam sujud."
      },
      {
        "id": 2,
        "message": "Dalam sehari, kita disibukkan dengan banyak urusan. Tapi ada satu panggilan yang tak boleh kita abaikan—panggilan sholat. Yuk, tinggalkan sejenak kesibukan, tarik napas, bersihkan hati, dan temui Dia yang selalu menantimu."
      },
      {
        "id": 3,
        "message": "Pernah merasa lelah atau resah tanpa alasan? Mungkin ini saatnya kamu menyapa Tuhanmu dalam sholat. Bangkit, wudhu, dan biarkan sujudmu menjadi tempat curhat terbaik hari ini."
      },
      {
        "id": 4,
        "message": "Waktu terus berjalan, begitu juga hidup kita. Sebelum sibuk mengejar dunia, jangan lupa untuk meluangkan waktu bagi Yang Maha Kuasa. Sholat bukan hanya kewajiban, tapi juga cara kita menemukan ketenangan."
      },
      {
        "id": 5,
        "message": "Tuhan tak butuh ibadah kita, tapi kita yang butuh Dia. Dalam sholat, ada doa yang menenangkan, ada sujud yang meneduhkan. Jadi, yuk ambil wudhu dan sambut panggilan cinta dari-Nya."
      },
      {
        "id": 6,
        "message": "Pernahkah kamu merasa dunia begitu berat? Coba berhenti sejenak. Ambil wudhu, hamparkan sajadah, dan berbicara dengan-Nya dalam sholat. Mungkin, itu yang sebenarnya kamu butuhkan saat ini."
      },
      {
        "id": 7,
        "message": "Hidup ini penuh dengan urusan yang harus diselesaikan, tapi jangan sampai kita lupa pada panggilan-Nya. Karena di tengah kesibukan, sholat adalah momen untuk mengisi ulang hati dengan ketenangan dan keberkahan."
      },
      {
        "id": 8,
        "message": "Jangan biarkan waktumu berlalu tanpa menghadapkan diri kepada-Nya. Sholat bukan sekadar rutinitas, tapi juga bukti bahwa kita bersyukur atas setiap detik yang diberikan. Yuk, sholat dulu!"
      },
      {
        "id": 9,
        "message": "Mungkin harimu terasa berat, mungkin ada hal yang mengganjal di hati. Tapi tahukah kamu? Ada ketenangan dalam setiap sujud. Jangan tunda sholatmu, karena mungkin di sanalah jawaban dari semua keresahanmu."
      },
      {
        "id": 10,
        "message": "Jangan menunggu semuanya sempurna baru menghadap kepada-Nya. Datanglah apa adanya, dengan segala letih dan harapanmu. Allah selalu siap mendengarkan. Yuk, sholat dulu, lalu lanjutkan harimu dengan hati yang lebih tenang."
      }
    ]
  }